{
  "oakland": {
    "source": "https://www.youtube.com/embed/watch?v=MprXodxE3Zc",
    "title": "9/9/2020, Oakland",
    "creator": "Gavin Richard",
    "description": "Fires around the Bay Area caused a giant cloud of smoke that permeated a red color across the sky. It looked unreal and many captured the historical moment. I went outside and briefly filmed my morning, and then I went out and captured drone shots to help reveal the magnitude of the event.",
    "bio": "I work as a videographer around the Bay Area, and I'm a 3rd year film/english major at UC Berkeley. While I think it is important to invest myself in all aspects of filmmaking, I like to focus on cinematography and directing. I'm also an avid drone pilot, having my FAA pilot's license and being a sort of 'drone guy' for a lot of sets has presented me with many different opportunities in film."
  },
  "beyond-the-storm": {
    "source": "https://www.youtube.com/embed/watch?v=MprXodxE3Zc",
    "title": "Beyond the Storm",
    "creator": "Duy Le",
    "description": "\"Beyond the Storm\" tells the story of Tuan and his neighbors during the hardship of Central Vietnam 2020's storm season. This is a short film project to tell stories that aren't usually heard of in the West; it was initially made with the intention of combining Cinema-Verite camerawork with a high-contrast Hollywood cinematography style, and apply it to documentary filmmaking. The Film carries a slight mock to the Vietnamese Gov management of poverty and how Climate Change is affecting different regions in the world.",
    "bio": "My full name is Duy Duc Le, I am a 19-years-old filmmaker from Vietnam. I attended SFSU for 3 semester, 1 out of which I only took cinema-related classes. I had to go back to my country after COVID hits and I'm planning on transferring as soon as it's safe to get back to the U.S."
  },
  "big-house": {
    "source": "https://www.youtube.com/embed/watch?v=MprXodxE3Zc",
    "title": "BIG HOUSE",
    "creator": "Allison N. Lopez",
    "description": "The inspiration for this project began with a place that evoked emotions that I felt were strong enough to express visually. It began with my childhood home, a big house filled with many hallways, windows, doors and staircases. The house was big and cold, there were people who had lived in the house before who had told my parents there were always strange supernatural events happening, the air was always heavy and there were always smells and sights unexplainable. Growing up and being in this big house always gave me a cloudy mind fog that I could never shake off. Unable to concentrate at times my only escape was to be outside, out of the house. When I was outside I always felt lighter and awake, there were many instances where butterflies would cross my path. The butterflies in my life now symbolize a gentleness or kindness and a freedom that comes my way only when I am outside. Unconfined by the walls I onced lived in. Big House isn’t a story about a ghost but a visual poem of my childhood.",
    "bio": "I’m a 22 year old fifth year, Queer, Latinx cinema student living in the Sunset in San Francisco. I currently attend San Francisco State University and my experience and passion lies within experimental avant-garde filmmaking of the spiritual form. I grab inspiration from within. From my trauma and my joys, from objects and memories. My goal is to tell my own stories as visual poems or paintings in motion so that others may take what they want from them."
  },
  "danny-danny": {
    "source": "https://www.youtube.com/embed/watch?v=MprXodxE3Zc",
    "title": "Danny, Danny",
    "creator": "Huan Cheng",
    "description": "\"Danny, Danny\" explores the ongoing struggles of a woman's life on the fringe. She has an immense fear of isolation and a crippling addiction to surface-level intimacy. The film candidly reveals her “flavor of life” in a manner that evokes emotion.",
    "bio": "Huan Cheng (Aka. Anny )is a Taiwanese Independent Filmmaker dedicated to using media to investigate the umbrella of trauma work, and discovering the practice of work-life balance, sustainable simple living lifestyle. Her works span from fiction to nonfiction, in both digital and celluloid films, she often incorporates \"stream of consciousness\" in 2D animation to portray the inner status of a character.\n\nAs a multimedia visual designer, she's freelancing in multiple types of works, including video production, pitch deck designing, logo branding, and illustrations."
  },
  "dear-commuter": {
    "source": "https://www.youtube.com/embed/watch?v=MprXodxE3Zc",
    "title": "Dear Commuter",
    "creator": "Birdy Wei-ting Hung",
    "description": "A deep conversation is made between the Taiwanese filmmaker, who has just moved to California, and her father, who emigrated to China thirty years ago. Through her lens, the filmmaker displaces the city landscapes and finds a way to learn from their unresolved past. Dear Commuter is an intimate documentary short which examines the departures from home, the family’s diaspora experiences, and the daughter-father relationship which has always been distanced by oceans.",
    "bio": "Birdy Wei-ting Hung is a M.F.A. Candidate in Cinema at San Francisco State University. Her research interests include body genres and affect theory. Birdy is a recipient of The Bill Nichols Scholarship for 2020 from the School of Cinema at SFSU. She has recently published on the online journal cinemedia. Her latest documentary project, Dear Commuter, is selected in 23rd San Francisco Independent Film Festival."
  },
  "gesundheit": {
    "source": "https://www.youtube.com/embed/watch?v=MprXodxE3Zc",
    "title": "Gesundheit",
    "creator": "Amber Felton",
    "description": "This short narrative is about a curse that is transferred to a guy from someone else through a sneeze. Every time someone sneezes around the person who has the curse, the cursed person teleports to a different place. The curse is transferred to another person (the runner) towards the end and the protagonist is free from the curse. I wanted to play with humour and the \"impossible\" while staying within the visually realistic world. My focus for this project was on cinematography and directing.",
    "bio": "I am a Canadian filmmaker and began with writing, filming and producing short films and music videos at a very young age. Often, I write music, lyrics and create soundscapes for my own videos/films. I am heavily focused on cinematography and the idea of visually telling a story from new perspectives. Comedy and fiction have been my main focuses for short films, and I enjoy finding ways to alter reality or make the banal into something extraordinary. There are also times where I can appreciate the natural beauty of reality and want to capture it as best as possible, while making the audience feel at awe. I have been dabbling in many types of film work, from narrative to experimental, and occasionally I do some promotional video works for independent artists or small companies. Recently, I have been focussed on playing with angles and rhythm of the visual storytelling aspect. What fascinates me is the different ways people coexist, communicate, and move through life and thus this inspires me when creating any work of art."
  },
  "heart-whispers": {
    "source": "https://www.youtube.com/embed/watch?v=MprXodxE3Zc",
    "title": "heart whispers",
    "creator": "Ash Verwiel",
    "description": "\"Heart whispers\" is a reflective abstract short exploring my journey through adolescence, developing my own voice & struggling to belong as a trans man. A story about rebirth and alignment with self. I wanted to explore how I developed a unique voice and my journey growing into a body I could call home. I aimed to make this a non-medicalized trans story, straying away from how mainstream media represent trans people, obsessing over the body and it's medical changes. Instead, this film expresses the inner transformation of a trans person and shows a stark shift in outlook on their life.",
    "bio": "My name is Ash Verwiel, I'm 22 & I was born in a small town in The Netherlands, Europe. I moved to San Francisco in January 2017 and have been attending SFSU since. I'm a trans man, proud LGBTQ+ member and advocate for marginalized groups including queer people, people of color and disabled people. I care about treating others with kindness, equity, honoring our ever-giving planet, spirituality and shifting perceptions in people to reshape frameworks created by the mind."
  },
  "house-of-little-wings": {
    "source": "https://www.youtube.com/embed/watch?v=MprXodxE3Zc",
    "title": "House of Little Wings",
    "creator": "Jess Alvarenga & Brandon Yadegari Moreno",
    "description": "In Southern Arizona, an influx of migrants are being kept in U.S. Customs and Border Protection custody, where a growing number of children are dying. At Casa Alitas, a shelter for asylum seekers in Tucson, doctors work to treat sick kids and pregnant women after they’re released from custody, before they continue on their journey to reunite with their families across the United States.",
    "bio": "Jess Alvarenga is an investigative reporter and documentary filmmaker. Coupled with her background in journalism and social justice organizing, she uses filmmaking as a way to document and reimagine immigrant narratives, particularly that of the Central American Diaspora. In Spring 2017, she was awarded an Individual Artist Grant from the Houston Arts Alliance and the City of Houston for her work on the Central American population in Houston. Jess has a Master's in Journalism degree from UC Berkeley.\n\nBrandon Yadegari Moreno is a documentary film producer and cinematographer. He reports in both English and Spanish, focusing on displacement, migration, queerness, and land use in the American West and Latin America. The son of immigrants, Brandon was raised in Tucson, Arizona, a border city where migration and the dispossession of Indigenous lands continue to inform his work. He is a fellow at High Country News and holds a master’s degree in video journalism from UC Berkeley’s Graduate School of Journalism."
  },
  "ill-be-here": {
    "source": "https://www.youtube.com/embed/watch?v=MprXodxE3Zc",
    "title": "I'll Be Here",
    "creator": "Christopher Thach",
    "description": "A 5-minute short film about a girl enduring the pensive and gnawing days after her parents broke out into an intense fight— ending with her father leaving in a rage. She resorts to video games and FaceTime calls with friends, and a vulnerable conversation with a close friend.\n\n\"I’ll Be Here\" is a critical look at the contemporary American family, shedding light on those who suffer silently without solve. Despite the harrowing sadness, the film ends on a hopeful note, with the girl taking the first step in healing her years-long strained and distant relationship with her Mom.",
    "bio": "I'm Chris Thach, a 20-year-old student filmmaker who currently goes to Las Positas Community College, and I'm currently applying for transfer to film school! As a young, Vietnamese filmmaker still searching for my voice, I'd say I've always been drawn to collective experiences and stories that leave people feeling a sense of life and perspective."
  },
  "lemon-cake": {
    "source": "https://www.youtube.com/embed/watch?v=MprXodxE3Zc",
    "title": "Lemon Cake",
    "creator": "Sepideh Khosrowjah",
    "description": "In black and white 1920s silent film style. On the day of her birthday, Sara feels sad and lonely. All of a sudden, two women from the Ministry of Old Women (MOOW), Joyce and Annie, are visiting Sara at her house unexpectedly.",
    "bio": "Sepideh Khosrowjah is an Iranian/American playwright, theatre director, and filmmaker. She is the co-founder of Iranian/American theatre group, Darvag, in Berkeley, California. In 2008, a collection of her plays was published in Iran. Her plays, such as Early Bird, The Beginning of a Cold Season, and others, have been performed in the U.S., Europe, and Iran. In 2013, her play, In Memory of Kazem Ashtari, was selected and performed at the Fajr International Theatre Festival. She is currently an MFA candidate in cinema at San Francisco State University. In 2019, she made her second short film, Lemon Cake."
  },
  "pantaleon": {
    "source": "https://www.youtube.com/embed/watch?v=MprXodxE3Zc",
    "title": "PANTALEÓN",
    "creator": "Diana Ojeda",
    "description": "Pantaleón, a country boy, is forced to go on a suicide mission where he will have to shoot his own friends. Once in the front, he ends the war.",
    "bio": "Diana is a war documentary filmmaker from Colombia, who is dabbling in the world of fictional film through this short film, where she put her thoughts on the nature of war throught Pantaleon's main character. She is a first year MFA student at SFSU."
  },
  "telepatia": {
    "source": "https://www.youtube.com/embed/watch?v=MprXodxE3Zc",
    "title": "Telepatía",
    "creator": "Marcela Vargas & Erik Nuding",
    "description": "A therapeutic re-imagining of family history and memory through archival home video.",
    "bio": "Marce is an anthropology student at UC Berkeley curious of how beings relate to time, the built environment, and their shadows.\n\nErik Nuding is a mutli-media artist and filmmaker. As a senior at UC Berkeley, he is writing his thesis on the metaphorical modelling collectively created during COVID-19. In his free time, he often finds himself losing his glasses before realizing they are indeed on his face already."
  },
  "salton-sea": {
    "source": "https://www.youtube.com/embed/watch?v=MprXodxE3Zc",
    "title": "The Drying Salton Sea",
    "creator": "Nick Roberts & Molly Forster",
    "description": "In California’s poorest county, the air is making children sick. Asthma is rampant in Imperial County, especially among children, who are hospitalized for the illness at twice the state average. A major contributor is agricultural pollution which drifts off the region’s vast and fabled farmland. But now there is a new culprit: toxic dust from the drying Salton Sea.\n\nPesticides -- including arsenic, lead and DDT -- collected in the sea for over a century. Now, the sea is drying up, and the poisons once covered by water are carried through dust into the community. Early research suggests dust from the lakebed may be causing more harm to human health than regular dust. The community -- predominantly Latino with a large undocumented population -- is experiencing new and mysterious symptoms, which researchers say will only get worse without a real solution.",
    "bio": "Molly Forster is an Emmy award winning investigative reporter and video producer based in Southern California. She recently graduated from UC Berkeley's Graduate School of Journalism where she focused on investigative reporting, video production, and health and environment reporting.\n\nNick Roberts is a journalist and video producer based in the Bay Area. His work has been published by The New York Times, PBS Frontline, CalMatters, Oregon Public Broadcasting, among others. He holds a master’s degree from the UC Berkeley Graduate School of Journalism, and maintains an art practice outside of reporting."
  },
  "the-lung": {
    "source": "https://www.youtube.com/embed/watch?v=MprXodxE3Zc",
    "title": "The Lung",
    "creator": "Imran Sekalala & Judah Ray Marsden",
    "description": "The Lung is an animated music video speaking about our planet's breath leveraging cutting edge animation methods. It's style is painted in that of Claude Monet's paintings through a machine learning program called runway.ml which takes raw videos of real landscapes, people, etc... that we fed into it and outputs the moving images you see painted the way Monet would. The song playing is called \"The Lung\" and was created by and for Mwami a Ugandan artist from the Future Classics label. The video is meant to evoke gratitude for the lungs of our planet and also delineate current processes such as hurricanes and atmospheric sunsets through the \"paintbrush\" of Monet, these are processes he never actually painted but which The Lung gives his style another breath.",
    "bio": "The Lung's poetically visualized earth provides a new breath to Monet's style, computationally resurrecting this artist's power to capture landscapes and organisms in pigment. Through Machine learning animation Ugandan artist Mwami's song is transformed into a metaphor for earth's breath and the ever presence of artist's styles within our communal imaginary.\n\n...\n We fall in love on a bed of leaves,\nRestless passion quells the fear and doubt,\nYou remind me it’s us the Earth breathes,\nAnd I plead with you to look about,\n\n\"And with your eyes,\nfollow the course of the stars, planets, and skies\nas though you would run with them... I can’t stay, I’m leaving tonight\"\n\"That’s okay... but I’m keeping the child.\"\n..."
  }
}
